[
  {
    "id": 1,
    "title": "Mounjaro",
    "description": "Mounjaro, produced by Eli Lilly, is a once-weekly injection for weight loss that contains the active ingredient tirzepatide. It works by helping you feel fuller for longer between meals and reducing your appetite. Mounjaro is licensed and approved for weight loss in the UK and is available with a prescription.",
    "priceOptions": [
      { "dosage": "2.5mg/0.6ml", "price": 155.00 },
      { "dosage": "5mg/0.6ml", "price": 155.00 },
      { "dosage": "7.5mg/0.6ml", "price": 175.00 },
      { "dosage": "10mg/0.6ml", "price": 175.00 },
      { "dosage": "12.5mg/0.6ml", "price": 189.00 },
      { "dosage": "15mg/0.6ml", "price": 189.00 }
    ],
    "image": "../assets/products/product-1.webp",
    "inStock": true
  },
  {
    "id": 2,
    "title": "Wegovy",
    "description": "Wegovy is a weekly weight loss injection designed to help you lose weight and maintain weight loss. It contains semaglutide, an active ingredient that mimics a hormone released after eating, helping you feel fuller while following a diet and exercise plan. Each Wegovy pen contains four weekly doses, which should be taken on the same day and at the same time each week.",
    "priceOptions": [
      { "dosage": "0.25mg", "price": 132.00 },
      { "dosage": "0.5mg", "price": 132.00 },
      { "dosage": "1mg", "price": 132.00 },
      { "dosage": "1.7mg", "price": 224.00 },
      { "dosage": "2.4mg", "price": 269.00 }
    ],
    "image": "../assets/products/product-2.webp",
    "inStock": true
  },
  {
    "id": 3,
    "title": "Mysimba",
    "description": "Mysimba tablets are a weight loss medication designed to assist people who are overweight in losing weight. These tablets are available in the UK, and you can request them online through services such as St Helens Online Pharmacy.",
    "priceOptions": [
      { "dosage": "8mg/90mg", "price": 99.00 }
    ],
    "image": "../assets/products/product-3.webp",
    "inStock": true
  },
  {
    "id": 4,
    "title": "Orlistat",
    "description": "Orlistat is a prescription-only weight loss treatment containing the active ingredient orlistat. It works by preventing the absorption of dietary fat in the body. Orlistat is the generic version of the branded medication Xenical. For optimal results, Orlistat should be used in combination with a low-calorie, low-fat diet, and regular exercise.",
    "priceOptions": [
      { "dosage": "120mg", "price": 44.00 }
    ],
    "image": "../assets/products/product-4.webp",
    "inStock": true
  },
  {
    "id": 5,
    "title": "Liraglutide",
    "description": "Liraglutide is a medication primarily used to treat type 2 diabetes and obesity. As a glucagon-like peptide-1 (GLP-1) receptor agonist, it helps regulate blood sugar by increasing insulin secretion, reducing glucagon release, and slowing the emptying of the stomach. Administered via injection, liraglutide can also aid in weight loss by reducing appetite. It is marketed under brand names like Victoza for diabetes and Saxenda for weight management. Liraglutide is typically prescribed when lifestyle changes or other treatments have not sufficiently controlled blood sugar or helped with weight loss.",
    "priceOptions": [
      { "dosage": "Out of Stock", "price": 0 }
    ],
    "image": "../assets/products/product-5.webp",
    "inStock": false
  }
]
